[{"id":1,"name":"UnSplash","categories":["image libraries"],"summary":"<p>UnSplash is a fantastic community for photographers to share their creativity. As well as providing a copyright free library of amazing images for bloggers like myself they also provide a vibrant community blog.</p>\n","link":"<p><a target=\"_blank\" href=\"https://unsplash.com\">https://unsplash.com</a></p>\n"},{"id":2,"name":"Svelte","categories":["web development"],"summary":"<p>This website was built with SvelteKit, a framework for building web applications of all sizes, with a beautiful development experience and flexible file system-based routing. Built on top of Svelte, it provides &quot;the most loved web framework with the most satisfied developers in a pair of industry surveys&quot;. </p>\n","link":"<p><a target=\"_blank\" href=\"https://kit.svelte.dev\">https://kit.svelte.dev</a></p>\n"},{"id":3,"name":"Tan Li Hau","categories":["web development"],"summary":"<p>The charts I use on my blog have been written in a mixture of Svelte and Scaleable Vector Graphics (SVG). I got a lot of inspiration from Tan Li Hau&#39;s videos on YouTube and highly recommend his channel if you are new to Svelte.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.youtube.com/c/lihautan\">https://www.youtube.com/c/lihautan</a></p>\n"},{"id":4,"name":"Our World In Data","categories":["data sources"],"summary":"<p>As they say on their website: &quot;If you want to contribute to a better future you need to know the problems the world faces. To understand these problems the daily news is not enough. The news media focuses on events and therefore largely fails to report the two aspects that Our World in Data focuses on: the large problems that continue to confront us for centuries or much longer and the long-lasting, forceful changes that gradually reshape our world.&quot; I plan to make extensive use of the data they have collated in order to explore issues that I am most interested in.</p>\n","link":"<p><a target=\"_blank\" href=\"https://ourworldindata.org\">https://ourworldindata.org</a></p>\n"},{"id":5,"name":"Wikipedia","categories":["data sources"],"summary":"<p>This incredible website needs no introduction. It was invented in 2001. Although it is neither complete, definitive nor correct in all subjects, it provides an unbeatable resource for exploring a vast array of topics and when I last checked had over 55M pages!</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.wikipedia.org\">https://www.wikipedia.org</a></p>\n"},{"id":6,"name":"Human Progress","categories":["data sources"],"summary":"<p>HumanProgress.org recognise that there is often a wide gap between the reality of human experience, which is characterized by incremental improvements, and public perception, which tends to be quite negative about the current state of the world and skeptical about humanity’s future prospects. They have gathered empirical data from reliable sources that look at worldwide long-term trends hope that their website leads to a greater appreciation of the improving state of the world and stimulates an intelligent debate on the drivers of human progress.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.humanprogress.org\">https://www.humanprogress.org</a></p>\n"},{"id":7,"name":"Josh Collinsworth","categories":["web development"],"summary":"<p>Josh Collinsworth is an experienced web developer who blogs and speaks extensively on the topic. He has published a fantastic comprehensive tutorial on building static web sites using SvelteKit which I came across after I have written the first version of this site. I could have saved a lot of time but such is life!</p>\n","link":"<p><a target=\"_blank\" href=\"https://joshcollinsworth.com/blog/build-static-sveltekit-markdown-blog\">https://joshcollinsworth.com/blog/build-static-sveltekit-markdown-blog</a></p>\n"},{"id":8,"name":"mdsvex","categories":["web development"],"summary":"<p>mdsvex is a plugin for svelte that makes it easy to integrate markdown files into svelte applications. Techies love the markdown language for formatting their writing because it has the power and flexibility of HTML with much less effort and can be converted easily into any desired format.</p>\n","link":"<p><a target=\"_blank\" href=\"https://mdsvex.pngwn.io\">https://mdsvex.pngwn.io</a></p>\n"},{"id":9,"name":"Clippy","categories":["web development"],"summary":"<p>Bennett Feely is a web developer who kindly shares his efforts to help people like me to implement our ideas more efficiently. I have used Bennett&#39;s clippy page to define the chart symbols for my timeline charts.</p>\n","link":"<p><a target=\"_blank\" href=\"https://bennettfeely.com/clippy\">https://bennettfeely.com/clippy</a></p>\n"},{"id":10,"name":"Matt Ridley","categories":["climate resources"],"summary":"<p>Matt Ridley is a prolific science writer as well as being a member of the UK House of Lords, an unusual combination. Unfortunately, as with the House of Commons, he is greatly outnumbered by science luddites who hold sway over public policy.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.mattridley.co.uk\">https://www.mattridley.co.uk</a></p>\n"},{"id":11,"name":"Copenhagen Consensus Center","categories":["climate resources"],"summary":"<p>The Copenhagen Consensus Center is a think tank that researches and publishes the smartest solutions to the world&#39;s biggest problems. Our studies are conducted by more than 300 economists from internationally renowned institutions, including seven Nobel Laureates, to advise policymakers and philanthropists how to achieve the best results with their limited resources. </p>\n","link":"<p><a target=\"_blank\" href=\"https://www.copenhagenconsensus.com\">https://www.copenhagenconsensus.com</a></p>\n"},{"id":12,"name":"Climate Warming Central","categories":["climate resources"],"summary":"<p>An independent informational site covering various aspects of global warming and renewable energy presented in layman&#39;s terms. A balanced view of climate change issues is presented. Those who are interested in more detail about our atmosphere, oceans, and climate science will find this site very interesting.</p>\n","link":"<p><a target=\"_blank\" href=\"http://www.climatewarmingcentral.com\">http://www.climatewarmingcentral.com</a></p>\n"},{"id":13,"name":"NetZero Watch","categories":["climate resources"],"summary":"<p>Run by the Global Warming Opolicy Forum, Net Zero Watch is highlighting and discussing the serious implications of expensive and poorly considered climate change policies. It provides a clear view of the reality of climate and energy policies and what they mean for the general public. They believe that we all want to see a cleaner and better environment for future generations, but if climate and energy policies are rushed and their costs and implications not fully thought through, they will almost certainly do more harm than good.</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.netzerowatch.com\">https://www.netzerowatch.com</a></p>\n"},{"id":14,"name":"MailChimp","categories":["marketing"],"summary":"<p>MailChimp is a well-known and trusted marketing service I am trialling to allow visitors to sign up for email notifications. They helpfully provide a free service to allow blogs like mine to get started at zero cost but I look forward to the day when they will be sending me a monthly bill!</p>\n","link":"<p><a target=\"_blank\" href=\"https://www.mailchimp.com\">https://www.mailchimp.com</a></p>\n"}]