{"xUnit":"date","min":false,"max":false,"slug":"geologic-timescale","name":"Geologic timescale","categories":["geologic timescale"],"events":[{"id":1,"name":"Hadeon Eon","categories":["geologic timescale"],"subCategory":"eon","start":"4600mya","summary":"The Hadean is a geologic eon of Earth history preceding the Archean. It began with the formation of the Earth about 4.6 billion years ago and ended, as defined by the International Commission on Stratigraphy (ICS), 4 billion years ago.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Hadean&oldid=1055869915\" target=\"_blank\">Wikipedia contributors. (2021, November 18). Hadean. In Wikipedia, The Free Encyclopedia. Retrieved 09:10, November 26, 2021, from </a></li></ol>","end":"4000mya"},{"id":2,"name":"Archean Eon","categories":["geologic timescale"],"subCategory":"eon","start":"4000mya","summary":"The Archean Eon (also spelled Archaean or Archæan) is the second of four geologic eons of Earth&apos;s history, representing the time from 4,000 to 2,500 million years ago. In this time, the Earth&apos;s crust had cooled enough for continents to form and for the earliest known life to start. Life was simple throughout the Archean, mostly represented by shallow-water microbial mats called stromatolites, and the atmosphere lacked free oxygen.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Archean&oldid=1061324183\" target=\"_blank\">Wikipedia contributors. (2021, December 21). Archean. In Wikipedia, The Free Encyclopedia. Retrieved 15:40, December 22, 2021, from </a></li></ol>","end":"2500mya"},{"id":3,"name":"Proterozoic Eon","categories":["geologic timescale"],"subCategory":"eon","start":"2500mya","summary":"The Proterozoic is a geological eon spanning the time interval from 2500 to 541 million years ago. It is the most recent part of the Precambrian \"supereon.\" It is also the longest eon of the Earth&apos;s geologic time scale, and it is subdivided into three geologic eras (from oldest to youngest): the Paleoproterozoic, Mesoproterozoic, and Neoproterozoic.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Proterozoic&oldid=1054150443\" target=\"_blank\">Wikipedia contributors. (2021, November 8). Proterozoic. In Wikipedia, The Free Encyclopedia. Retrieved 09:45, December 6, 2021, from </a></li></ol>","end":"541mya"},{"id":4,"name":"Phanerozoic Eon","categories":["geologic timescale"],"subCategory":"eon","start":"541mya","summary":"The Phanerozoic Eon is the current geologic eon in the geologic time scale, and the one during which abundant animal and plant life has existed. It covers 541 million years to the present, and it began with the Cambrian Period when animals first developed hard shells preserved in the fossil record. The time before the Phanerozoic, called the Precambrian, is now divided into the Hadean, Archaean and Proterozoic eons.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Phanerozoic&oldid=1050377580\" target=\"_blank\">Wikipedia contributors. (2021, October 17). Phanerozoic. In Wikipedia, The Free Encyclopedia. Retrieved 09:23, December 6, 2021, from </a></li></ol>","end":"-"},{"id":5,"name":"Eoarchean Era","categories":["geologic timescale"],"subCategory":"era","start":"4000mya","summary":"The Eoarchean (also spelled Eoarchaean) is the first era of the Archean Eon of the geologic record for which the Earth has a solid crust.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Eoarchean&oldid=1054468622\" target=\"_blank\">Wikipedia contributors. (2021, November 10). Eoarchean. In Wikipedia, The Free Encyclopedia. Retrieved 07:26, December 13, 2021, from </a></li></ol>","end":"3600mya"},{"id":6,"name":"Paleoarchean Era","categories":["geologic timescale"],"subCategory":"era","start":"3600mya","summary":"The Paleoarchean, also spelled Palaeoarchaean (formerly known as early Archean), is a geologic era within the Archaean Eon. The name derives from Greek \"Palaios\" ancient. The era is defined chronometrically and is not referenced to a specific level of a rock section on Earth. The earliest confirmed evidence of life comes from this era, and Vaalbara, one of Earth's earliest supercontinents, may have formed during this era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Paleoarchean&oldid=1059945369\" target=\"_blank\">Wikipedia contributors. (2021, December 12). Paleoarchean. In Wikipedia, The Free Encyclopedia. Retrieved 15:41, December 22, 2021, from </a></li></ol>","end":"3200mya"},{"id":7,"name":"Mesoarchean Era","categories":["geologic timescale"],"subCategory":"era","start":"3200mya","summary":"The Mesoarchean also spelled Mesoarchaean) is a geologic era in the Archean Eon, which contains the first evidence of modern-style plate subduction and expansion of microbial life. The era is defined chronometrically and is not referenced to a specific level in a rock section on Earth.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Mesoarchean&oldid=1057864079\" target=\"_blank\">Wikipedia contributors. (2021, November 30). Mesoarchean. In Wikipedia, The Free Encyclopedia. Retrieved 15:42, December 22, 2021, from </a></li></ol>","end":"2800mya"},{"id":8,"name":"Neoarchean Era","categories":["geologic timescale"],"subCategory":"era","start":"2800mya","summary":"The Neoarchean (also spelled Neoarchaean) is the last geologic era in the Archean eon — the period being defined chronometrically and not referencing a specific level in a rock section on Earth. The era is marked by major developments in complex life and continental formation.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Neoarchean&oldid=1060405740\" target=\"_blank\">Wikipedia contributors. (2021, December 15). Neoarchean. In Wikipedia, The Free Encyclopedia. Retrieved 15:44, December 22, 2021, from </a></li></ol>","end":"2500mya"},{"id":9,"name":"Paleoproterozoic Era","categories":["geologic timescale"],"subCategory":"era","start":"2500mya","summary":"The Paleoproterozoic Era (also spelled Palaeoproterozoic), is the first of the three sub-divisions (eras) of the Proterozoic Eon. The Paleoproterozoic is also the longest era of the Earth's geological history. It was during this era that the continents first stabilized.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Paleoproterozoic&oldid=1056297996\" target=\"_blank\">Wikipedia contributors. (2021, November 20). Paleoproterozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:45, December 22, 2021, from </a></li></ol>","end":"1600mya"},{"id":10,"name":"Mesoproterozoic Era","categories":["geologic timescale"],"subCategory":"era","start":"1600mya","summary":"The Mesoproterozoic was the first era of Earth's history for which a fairly definitive geological record survives. Continents existed during the preceding era (the Paleoproterozoic), but little is known about them. The continental masses of the Mesoproterozoic were more or less the same ones that exist today.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Mesoproterozoic&oldid=1047491864\" target=\"_blank\">Wikipedia contributors. (2021, October 1). Mesoproterozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:46, December 22, 2021, from </a></li></ol>","end":"1000mya"},{"id":11,"name":"Neoproterozoic Era","categories":["geologic timescale"],"subCategory":"era","start":"1000mya","summary":"It is the last era of the Precambrian Supereon and the Proterozoic Eon; it is subdivided into the Tonian, Cryogenian, and Ediacaran Periods. It is preceded by the Mesoproterozoic Era and succeeded by the Paleozoic Era of the Phanerozoic Eon.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Neoproterozoic&oldid=1060877252\" target=\"_blank\">Wikipedia contributors. (2021, December 18). Neoproterozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:47, December 22, 2021, from </a></li></ol>","end":"541mya"},{"id":12,"name":"Paleozoic Era ","categories":["geologic timescale"],"subCategory":"era","start":"541mya","summary":"The Paleozoic (or Palaeozoic) Era ( from the Greek palaiós (παλαιός), \"old\" and zōḗ (ζωή), \"life\", meaning \"ancient life\") is the earliest of three geologic eras of the Phanerozoic Eon. It is the longest of the Phanerozoic eras and is subdivided into six geologic periods.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Paleozoic&oldid=1060296427\" target=\"_blank\">Wikipedia contributors. (2021, December 14). Paleozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:49, December 22, 2021, from </a></li></ol>","end":"252.17mya"},{"id":13,"name":"Mesozoic Era","categories":["geologic timescale"],"subCategory":"era","start":"252.17mya","summary":"The Mesozoic Era, also called the Age of Reptiles and the Age of Conifers, is the second-to-last era of Earth's geological history. It is characterized by the dominance of archosaurian reptiles, like the dinosaurs; an abundance of conifers and ferns; a hot greenhouse climate; and the tectonic break-up of Pangaea. The Mesozoic is the middle of three eras since complex life evolved: the Paleozoic, the Mesozoic, and the Cenozoic.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Mesozoic&oldid=1060451012\" target=\"_blank\">Wikipedia contributors. (2021, December 15). Mesozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:50, December 22, 2021, from </a></li></ol>","end":"66mya"},{"id":14,"name":"Cenozoic Era","categories":["geologic timescale"],"subCategory":"era","start":"66mya","summary":"The Cenozoic (lit. 'new life') is Earth's current geological era, representing the last 66 million years of Earth's history. It is characterized by the dominance of mammals, birds and flowering plants, a cooling and drying climate, and the current configuration of continents. It is the latest of three geological eras since complex life evolved, preceded by the Mesozoic and Paleozoic. It started with the Cretaceous–Paleogene extinction event, when many species, including the non-avian dinosaurs, became extinct in an event attributed by most experts to the impact of a large asteroid or other celestial body, the Chicxulub impactor.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Cenozoic&oldid=1056810633\" target=\"_blank\">Wikipedia contributors. (2021, November 23). Cenozoic. In Wikipedia, The Free Encyclopedia. Retrieved 15:52, December 22, 2021, from </a></li></ol>","end":"-"},{"id":15,"name":"Siderian Period","categories":["geologic timescale"],"subCategory":"period","start":"2500mya","summary":"The Siderian Period (Ancient Greek: σίδηρος, romanized: sídēros, meaning \"iron\") is the first geologic period in the Paleoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Siderian&oldid=1045136086\" target=\"_blank\">Wikipedia contributors. (2021, September 19). Siderian. In Wikipedia, The Free Encyclopedia. Retrieved 15:54, December 22, 2021, from </a></li></ol>","end":"2300mya"},{"id":16,"name":"Rhyacian Period","categories":["geologic timescale"],"subCategory":"period","start":"2300mya","summary":"The Rhyacian Period (Ancient Greek: ῥύαξ, romanized: rhýax, meaning \"stream of lava\") is the second geologic period in the Paleoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Rhyacian&oldid=1054634750\" target=\"_blank\">Wikipedia contributors. (2021, November 11). Rhyacian. In Wikipedia, The Free Encyclopedia. Retrieved 15:55, December 22, 2021, from </a></li></ol>","end":"2050mya"},{"id":17,"name":"Orosirian Period","categories":["geologic timescale"],"subCategory":"period","start":"2050mya","summary":"The Orosirian Period (Ancient Greek: ὀροσειρά, romanized: oroseirá, meaning \"mountain range\") is the third geologic period in the Paleoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Orosirian&oldid=1033697610\" target=\"_blank\">Wikipedia contributors. (2021, July 15). Orosirian. In Wikipedia, The Free Encyclopedia. Retrieved 15:55, December 22, 2021, from </a></li></ol>","end":"1800mya"},{"id":18,"name":"Statherian Period","categories":["geologic timescale"],"subCategory":"period","start":"1800mya","summary":"The Statherian Period ( Ancient Greek: σταθερός, romanized: statherós, meaning \"stable, firm\") is the final geologic period in the Paleoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Statherian&oldid=1033697673\" target=\"_blank\">Wikipedia contributors. (2021, July 15). Statherian. In Wikipedia, The Free Encyclopedia. Retrieved 15:56, December 22, 2021, from </a></li></ol>","end":"1600mya"},{"id":19,"name":"Calymmian Period","categories":["geologic timescale"],"subCategory":"period","start":"1600mya","summary":"The Calymmian Period (from Ancient Greek: κάλυμμα, romanized: kálymma, meaning \"cover\") is the first geologic period in the Mesoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Calymmian&oldid=1033697741\" target=\"_blank\">Wikipedia contributors. (2021, July 15). Calymmian. In Wikipedia, The Free Encyclopedia. Retrieved 15:57, December 22, 2021, from </a></li></ol>","end":"1400mya"},{"id":20,"name":"Ectasian Period","categories":["geologic timescale"],"subCategory":"period","start":"1400mya","summary":"The Ectasian Period (from Ancient Greek: ἔκτασις, romanized: éktasis, meaning \"extension\") is the second geologic period in the Mesoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Ectasian&oldid=1033697788\" target=\"_blank\">Wikipedia contributors. (2021, July 15). Ectasian. In Wikipedia, The Free Encyclopedia. Retrieved 15:57, December 22, 2021, from </a></li></ol>","end":"1200mya"},{"id":21,"name":"Stenian Period","categories":["geologic timescale"],"subCategory":"period","start":"1200mya","summary":"The Stenian Period (from Ancient Greek: στενός, romanized: stenós, meaning \"narrow\") is the final geologic period in the Mesoproterozoic Era. The name derives from narrow polymetamorphic belts formed over this period.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Stenian&oldid=1048394729\" target=\"_blank\">Wikipedia contributors. (2021, October 5). Stenian. In Wikipedia, The Free Encyclopedia. Retrieved 15:58, December 22, 2021, from </a></li></ol>","end":"1000mya"},{"id":22,"name":"Tonian Period","categories":["geologic timescale"],"subCategory":"period","start":"1000mya","summary":"The Tonian (from Ancient Greek: τόνος, romanized: tónos, meaning \"stretch\") is the first geologic period of the Neoproterozoic Era.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Tonian&oldid=1061088739\" target=\"_blank\">Wikipedia contributors. (2021, December 19). Tonian. In Wikipedia, The Free Encyclopedia. Retrieved 15:59, December 22, 2021, from </a></li></ol>","end":"720mya"},{"id":23,"name":"Cryogenian Period","categories":["geologic timescale"],"subCategory":"period","start":"720mya","summary":"The Cryogenian (from Ancient Greek: κρύος, romanized: krýos, meaning \"cold\" and γένεσις, romanized: génesis, meaning \"birth\") is a geologic period.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Cryogenian&oldid=1054716842\" target=\"_blank\">Wikipedia contributors. (2021, November 11). Cryogenian. In Wikipedia, The Free Encyclopedia. Retrieved 15:59, December 22, 2021, from </a></li></ol>","end":"635mya"},{"id":24,"name":"Ediacaran Period","categories":["geologic timescale"],"subCategory":"period","start":"635mya","summary":"The Ediacaran Period is a geological period that spans 94 million years. It is named after the Ediacara Hills of South Australia.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Ediacaran&oldid=1054847035\" target=\"_blank\">Wikipedia contributors. (2021, November 12). Ediacaran. In Wikipedia, The Free Encyclopedia. Retrieved 16:00, December 22, 2021, from </a></li></ol>","end":"541mya"},{"id":25,"name":"Cambrian Period","categories":["geologic timescale"],"subCategory":"period","start":"541mya","summary":"The Cambrian Period (sometimes symbolized Ꞓ) was the first geological period of the Paleozoic Era, and of the Phanerozoic Eon. The Cambrian lasted 55.6 million years. Its subdivisions, and its base, are somewhat in flux. The period was established as \"Cambrian series\" by Adam Sedgwick, who named it after Cambria, the Latin name for 'Cymru' (Wales), where Britain's Cambrian rocks are best exposed. Sedgwick identified the layer as part of his task, along with Roderick Murchison, to subdivide the large \"Transition Series\", although the two geologists disagreed for a while on the appropriate categorization. The Cambrian is unique in its unusually high proportion of lagerstätte sedimentary deposits, sites of exceptional preservation where \"soft\" parts of organisms are preserved as well as their more resistant shells. As a result, our understanding of the Cambrian biology surpasses that of some later periods.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Cambrian&oldid=1061302135\" target=\"_blank\">Wikipedia contributors. (2021, December 20). Cambrian. In Wikipedia, The Free Encyclopedia. Retrieved 16:01, December 22, 2021, from </a></li></ol>","end":"485.4mya"},{"id":26,"name":"Ordovician Period","categories":["geologic timescale"],"subCategory":"period","start":"485.4mya","summary":"The Ordovician is a geologic period and system, the second of six periods of the Paleozoic Era.\r\n\r\nThe Ordovician, named after the Welsh tribe of the Ordovices, was defined by Charles Lapworth in 1879 to resolve a dispute between followers of Adam Sedgwick and Roderick Murchison, who were placing the same rock beds in North Wales in the Cambrian and Silurian systems, respectively. Lapworth recognized that the fossil fauna in the disputed strata were different from those of either the Cambrian or the Silurian systems, and placed them in a system of their own. The Ordovician received international approval in 1960 (forty years after Lapworth's death), when it was adopted as an official period of the Paleozoic Era by the International Geological Congress.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Ordovician&oldid=1059983847\" target=\"_blank\">Wikipedia contributors. (2021, December 12). Ordovician. In Wikipedia, The Free Encyclopedia. Retrieved 16:02, December 22, 2021, from </a></li></ol>","end":"443.4mya"},{"id":27,"name":"Silurian Period","categories":["geologic timescale"],"subCategory":"period","start":"443.4mya","summary":"The Silurian is a geologic period and system spanning 24.6 million years. The Silurian is the shortest period of the Paleozoic Era. As with other geologic periods, the rock beds that define the period's start and end are well identified, but the exact dates are uncertain by a few million years. The base of the Silurian is set at a series of major Ordovician–Silurian extinction events when up to 60% of marine genera were wiped out.\r\n\r\nOne important event in this period was the initial establishment of terrestrial life: vascular plants emerged from more primitive land plants, dikaryan fungi started expanding and diversifying along with glomeromycotan fungi, and 3 groups of arthropods (myriapods, arachnids and hexapods) became fully terrestrialized.\r\n\r\nA significant evolutionary milestone during the Silurian was the diversification of jawed fish and bony fish.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Silurian&oldid=1061386046\" target=\"_blank\">Wikipedia contributors. (2021, December 21). Silurian. In Wikipedia, The Free Encyclopedia. Retrieved 16:03, December 22, 2021, from </a></li></ol>","end":"419.2mya"},{"id":28,"name":"Devonian Period","categories":["geologic timescale"],"subCategory":"period","start":"419.2mya","summary":"The Devonian is a geologic period and system of the Paleozoic, spanning 60.3 million years. It is named after Devon, England, where rocks from this period were first studied.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Devonian&oldid=1060812612\" target=\"_blank\">Wikipedia contributors. (2021, December 17). Devonian. In Wikipedia, The Free Encyclopedia. Retrieved 16:04, December 22, 2021, from </a></li></ol>","end":"358.9mya"},{"id":29,"name":"Carboniferous Period","categories":["geologic timescale"],"subCategory":"period","start":"358.9mya","summary":"The Carboniferous is a geologic period and system of the Paleozoic that spans 60 million years.. The name Carboniferous means \"coal-bearing\", from the Latin carbō (\"coal\") and ferō (\"I bear, I carry\"), and refers to the many coal beds formed globally during that time.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Carboniferous&oldid=1061527351\" target=\"_blank\">Wikipedia contributors. (2021, December 22). Carboniferous. In Wikipedia, The Free Encyclopedia. Retrieved 16:06, December 22, 2021, from </a></li></ol>","end":"298.9mya"},{"id":30,"name":"Permian Period","categories":["geologic timescale"],"subCategory":"period","start":"298.9mya","summary":"The Permian is a geologic period and stratigraphic system which spans 47 million years. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Permian&oldid=1060847367\" target=\"_blank\">Wikipedia contributors. (2021, December 18). Permian. In Wikipedia, The Free Encyclopedia. Retrieved 16:06, December 22, 2021, from </a></li></ol>","end":"252.17mya"},{"id":31,"name":"Triassic Period","categories":["geologic timescale"],"subCategory":"period","start":"252.17mya","summary":"The Triassic is a geologic period and system which spans 50.6 million years. The Triassic is the first and shortest period of the Mesozoic Era. Both the start and end of the period are marked by major extinction events. The Triassic Period is subdivided into three epochs: Early Triassic, Middle Triassic and Late Triassic.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Triassic&oldid=1060290761\" target=\"_blank\">Wikipedia contributors. (2021, December 14). Triassic. In Wikipedia, The Free Encyclopedia. Retrieved 16:07, December 22, 2021, from </a></li></ol>","end":"201.3mya"},{"id":32,"name":"Jurassic Period","categories":["geologic timescale"],"subCategory":"period","start":"201.3mya","summary":"The Jurassic (/dʒʊˈræs.sɪk/ juu-RASS-ik) is a geologic period and stratigraphic system that spanned from the end of the Triassic Period 201.3 million years ago (Mya) to the beginning of the Cretaceous Period, approximately 145 Mya. The Jurassic constitutes the middle period of the Mesozoic Era and is named after the Jura Mountains, where limestone strata from the period were first identified.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Jurassic&oldid=1061199475\" target=\"_blank\">Wikipedia contributors. (2021, December 20). Jurassic. In Wikipedia, The Free Encyclopedia. Retrieved 16:08, December 22, 2021, from </a></li></ol>","end":"145mya"},{"id":33,"name":"Cretaceous Period","categories":["geologic timescale"],"subCategory":"period","start":"145mya","summary":"The Cretaceous is a geological period that lasted from about 145 to 66 million years ago (Mya). It is the third and final period of the Mesozoic Era, as well as the longest. At around 79 million years, it is the longest geological period of the entire Phanerozoic. The name is derived from the Latin creta, \"chalk\", which is abundant in the latter half of the period. It is usually abbreviated K, for its German translation Kreide.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Cretaceous&oldid=1060077373\" target=\"_blank\">Wikipedia contributors. (2021, December 13). Cretaceous. In Wikipedia, The Free Encyclopedia. Retrieved 16:09, December 22, 2021, from </a></li></ol>","end":"66mya"},{"id":34,"name":"Paleogene Period","categories":["geologic timescale"],"subCategory":"period","start":"66mya","summary":"The Paleogene (also spelled Palaeogene or Palæogene; informally Lower Tertiary or Early Tertiary) is a geologic period and system that spans 43 million years. It is the beginning of the Cenozoic Era of the present Phanerozoic Eon. The earlier term Tertiary Period was used to define the span of time now covered by the Paleogene and subsequent Neogene Periods; despite no longer being recognised as a formal stratigraphic term, 'Tertiary' is still widely found in earth science literature and remains in informal use. The Paleogene is most notable for being the time during which mammals diversified from relatively small, simple forms into a large group of diverse animals in the wake of the Cretaceous–Paleogene extinction event that ended the preceding Cretaceous Period. The United States Geological Survey uses the abbreviation PE for the Paleogene, but the more commonly used abbreviation is PG with PE being used for Paleocene, an epoch within the Paleogene.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Paleogene&oldid=1054676283\" target=\"_blank\">Wikipedia contributors. (2021, November 11). Paleogene. In Wikipedia, The Free Encyclopedia. Retrieved 16:09, December 22, 2021, from </a></li></ol>","end":"23.03mya"},{"id":35,"name":"Neogene Period","categories":["geologic timescale"],"subCategory":"period","start":"23.03mya","summary":"The Neogene (informally Upper Tertiary or Late Tertiary) is a geologic period and system that spans 20.45 million years. The Neogene is sub-divided into two epochs, the earlier Miocene and the later Pliocene. Some geologists assert that the Neogene cannot be clearly delineated from the modern geological period, the Quaternary. The term \"Neogene\" was coined in 1853 by the Austrian palaeontologist Moritz Hörnes (1815–1868).","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Neogene&oldid=1058993331\" target=\"_blank\">Wikipedia contributors. (2021, December 6). Neogene. In Wikipedia, The Free Encyclopedia. Retrieved 16:11, December 22, 2021, from </a></li></ol>","end":"2.588mya"},{"id":36,"name":"Quaternary Period","categories":["geologic timescale"],"subCategory":"period","start":"2.588mya","summary":"The Quaternary is the current and most recent of the three periods of the Cenozoic Era in the geologic time scale of the International Commission on Stratigraphy (ICS). It follows the Neogene Period and spans from 2.588 ± 0.005 million years ago to the present. The Quaternary Period is divided into two epochs: the Pleistocene (2.588 million years ago to 11.7 thousand years ago) and the Holocene (11.7 thousand years ago to today, although a third epoch, the Anthropocene, has been proposed but is not yet officially recognized by the ICS). The informal term \"Late Quaternary\" refers to the past 0.5–1.0 million years.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Quaternary&oldid=1057421148\" target=\"_blank\">Wikipedia contributors. (2021, November 27). Quaternary. In Wikipedia, The Free Encyclopedia. Retrieved 16:11, December 22, 2021, from </a></li></ol>","end":"-"},{"id":37,"name":"Human evolution","categories":["geologic timescale"],"subCategory":"evolution","start":"65mya","summary":"This period begins with the evolution of primates, human divergence and the appearance of australopithecus.\r\n\r\nThe earliest documented representative of the genus Homo is Homo habilis, which evolved around 2.8 million years ago, and is arguably the earliest species for which there is positive evidence of the use of stone tools. The brains of these early hominins were about the same size as that of a chimpanzee, although it has been suggested that this was the time in which the human SRGAP2 gene doubled, producing a more rapid wiring of the frontal cortex. During the next million years a process of rapid encephalization occurred, and with the arrival of Homo erectus and Homo ergaster in the fossil record, cranial capacity had doubled to 850 cm3. (Such an increase in human brain size is equivalent to each generation having 125,000 more neurons than their parents.) It is believed that Homo erectus and Homo ergaster were the first to use fire and complex tools, and were the first of the hominin line to leave Africa, spreading throughout Africa, Asia, and Europe between 1.3 to 1.8 million years ago.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770824\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"-"}],"series":[]}