{"xUnit":"date","slug":"human-evolution","name":"Human evolution","categories":["human evolution"],"events":[{"id":38,"name":"Before homo","categories":["human evolution"],"subCategory":"before homo","start":"65mya","summary":"This period covers the evolution of primates, human divergence and the appearance of australopithecus.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770824\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"2mya"},{"id":39,"name":"Early evolution of primates","categories":["human evolution"],"subCategory":"before homo","start":"65mya","summary":"The evolutionary history of the primates can be traced back 65 million years. One of the oldest known primate-like mammal species, the Plesiadapis, came from North America; another, Archicebus, came from China. Other similar basal primates were widespread in Eurasia and Africa during the tropical conditions of the Paleocene and Eocene.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770821\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"6mya"},{"id":40,"name":"Human divergence","categories":["human evolution"],"subCategory":"before homo","start":"8mya","summary":"Species close to the last common ancestor of gorillas, chimpanzees and humans may be represented by Nakalipithecus fossils found in Kenya and Ouranopithecus found in Greece. Molecular evidence suggests that between 8 and 4 million years ago, first the gorillas, and then the chimpanzees (genus Pan) split off from the line leading to the humans. Human DNA is approximately 98.4% identical to that of chimpanzees when comparing single nucleotide polymorphisms (see human evolutionary genetics). The fossil record, however, of gorillas and chimpanzees is limited; both poor preservation – rain forest soils tend to be acidic and dissolve bone – and sampling bias probably contribute to this problem.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770822\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"4mya"},{"id":41,"name":"Australopithecus","categories":["human evolution"],"subCategory":"before homo","start":"4mya","summary":"Australopithecus (from Latin australis 'southern', and Greek πίθηκος (pithekos) 'ape') is a genus of early hominins that existed in Africa during the Late Pliocene and Early Pleistocene. This genus evolved in eastern Africa around 4 million years ago before spreading throughout the continent and eventually becoming extinct 2 million years ago. During this time period various forms of australopiths existed, including Australopithecus anamensis, Au. afarensis, Au. sediba, and Au. africanus. ","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770823\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"2mya"},{"id":42,"name":"Genus homo","categories":["human evolution"],"subCategory":"genus homo","start":"2.8mya","summary":"The earliest documented representative of the genus Homo is Homo habilis, which evolved around 2.8 million years ago, and is arguably the earliest species for which there is positive evidence of the use of stone tools. The brains of these early hominins were about the same size as that of a chimpanzee, although it has been suggested that this was the time in which the human SRGAP2 gene doubled, producing a more rapid wiring of the frontal cortex. During the next million years a process of rapid encephalization occurred, and with the arrival of Homo erectus and Homo ergaster in the fossil record, cranial capacity had doubled to 850 cm3. (Such an increase in human brain size is equivalent to each generation having 125,000 more neurons than their parents.) It is believed that Homo erectus and Homo ergaster were the first to use fire and complex tools, and were the first of the hominin line to leave Africa, spreading throughout Africa, Asia, and Europe between 1.3 to 1.8 million years ago.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770824\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"-"},{"id":43,"name":"Homo habilis and Homo gautengensis","categories":["human evolution"],"subCategory":"genus homo","start":"2.8mya","summary":"Homo habilis lived from about 2.8 to 1.4 Ma. The species evolved in South and East Africa in the Late Pliocene or Early Pleistocene, 2.5–2 Ma, when it diverged from the australopithecines. Homo habilis had smaller molars and larger brains than the australopithecines, and made tools from stone and perhaps animal bones. One of the first known hominins was nicknamed 'handy man' by discoverer Louis Leakey due to its association with stone tools. Some scientists have proposed moving this species out of Homo and into Australopithecus due to the morphology of its skeleton being more adapted to living on trees rather than to moving on two legs like Homo sapiens.\r\n\r\nIn May 2010, a new species, Homo gautengensis, was discovered in South Africa.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770824\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"1.65mya"},{"id":44,"name":"Homo rudolfensis and Homo georgicus","categories":["human evolution"],"subCategory":"genus homo","start":"1.9mya","summary":"These are proposed species names for fossils from about 1.9–1.6 Ma, whose relation to Homo habilis is not yet clear.\r\n\r\nHomo rudolfensis refers to a single, incomplete skull from Kenya. Scientists have suggested that this was another Homo habilis, but this has not been confirmed.\r\nHomo georgicus, from Georgia, may be an intermediate form between Homo habilis and Homo erectus, or a subspecies of Homo erectus.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770825\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"1.6mya"},{"id":45,"name":"Homo ergaster and Homo erectus","categories":["human evolution"],"subCategory":"genus homo","start":"1.8mya","summary":"The first fossils of Homo erectus were discovered by Dutch physician Eugene Dubois in 1891 on the Indonesian island of Java. He originally named the material Anthropopithecus erectus (1892–1893, considered at this point as a chimpanzee-like fossil primate) and Pithecanthropus erectus (1893–1894, changing his mind as of based on its morphology, which he considered to be intermediate between that of humans and apes).[194] Years later, in the 20th century, the German physician and paleoanthropologist Franz Weidenreich (1873–1948) compared in detail the characters of Dubois' Java Man, then named Pithecanthropus erectus, with the characters of the Peking Man, then named Sinanthropus pekinensis. Weidenreich concluded in 1940 that because of their anatomical similarity with modern humans it was necessary to gather all these specimens of Java and China in a single species of the genus Homo, the species Homo erectus.[195][196] Homo erectus lived from about 1.8 Ma to about 70,000 years ago – which would indicate that they were probably wiped out by the Toba catastrophe; however, nearby Homo floresiensis survived it. The early phase of Homo erectus, from 1.8 to 1.25 Ma, is considered by some to be a separate species, Homo ergaster, or as Homo erectus ergaster, a subspecies of Homo erectus.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770826\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.07mya"},{"id":46,"name":"Homo cepranensis and Homo antecessor","categories":["human evolution"],"subCategory":"genus homo","start":"1.2mya","summary":"These are proposed as species that may be intermediate between H. erectus and H. heidelbergensis.\r\n\r\nH. antecessor is known from fossils from Spain and England that are dated 1.2 Ma–500 ka.\r\nH. cepranensis refers to a single skull cap from Italy, estimated to be about 800,000 years old.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770827\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.5mya"},{"id":47,"name":"Homo heidelbergensis","categories":["human evolution"],"subCategory":"genus homo","start":"0.8mya","summary":"H. heidelbergensis (\"Heidelberg Man\") lived from about 800,000 to about 300,000 years ago. Also proposed as Homo sapiens heidelbergensis or Homo sapiens paleohungaricus.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770828\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.125mya"},{"id":48,"name":"Homo rhodesiensis, and the Gawis cranium","categories":["human evolution"],"subCategory":"genus homo","start":"0.3mya","summary":"H. rhodesiensis, estimated to be 300,000–125,000 years old. Most current researchers place Rhodesian Man within the group of Homo heidelbergensis, though other designations such as archaic Homo sapiens and Homo sapiens rhodesiensis have been proposed.\r\nIn February 2006 a fossil, the Gawis cranium, was found which might possibly be a species intermediate between H. erectus and H. sapiens or one of many evolutionary dead ends. The skull from Gawis, Ethiopia, is believed to be 500,000–250,000 years old. Only summary details are known, and the finders have not yet released a peer-reviewed study. Gawis man's facial features suggest its being either an intermediate species or an example of a \"Bodo man\" female.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770829\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.125mya"},{"id":49,"name":"Neanderthal and Denisovan","categories":["human evolution"],"subCategory":"genus homo","start":"0.4mya","summary":"Homo neanderthalensis, alternatively designated as Homo sapiens neanderthalensis, lived in Europe and Asia from 400,000[206] to about 28,000 years ago. There are a number of clear anatomical differences between anatomically modern humans (AMH) and Neanderthal populations. Many of these relate to the superior adaptation to cold environments possessed by the Neanderthal populations. Their surface to volume ratio is an extreme version of that found amongst Inuit populations, indicating that they were less inclined to lose body heat than were AMH. From brain Endocasts, Neanderthals also had significantly larger brains. This would seem to indicate that the intellectual superiority of AMH populations may be questionable. More recent research by Eiluned Pearce, Chris Stringer, R.I.M. Dunbar, however, have shown important differences in brain architecture. For example, in both the orbital chamber size and in the size of the occipital lobe, the larger size suggests that the Neanderthal had a better visual acuity than modern humans. This would give a superior vision in the inferior light conditions found in Glacial Europe. It also seems that the higher body mass of Neanderthals had a correspondingly larger brain mass required for body care and control.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770830\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.028mya"},{"id":50,"name":"Homo floresiensis","categories":["human evolution"],"subCategory":"genus homo","start":"0.19mya","summary":"H. floresiensis, which lived from approximately 190,000 to 50,000 years before present (BP), has been nicknamed the hobbit for its small size, possibly a result of insular dwarfism. H. floresiensis is intriguing both for its size and its age, being an example of a recent species of the genus Homo that exhibits derived traits not shared with modern humans. In other words, H. floresiensis shares a common ancestor with modern humans, but split from the modern human lineage and followed a distinct evolutionary path. The main find was a skeleton believed to be a woman of about 30 years of age. Found in 2003, it has been dated to approximately 18,000 years old. The living woman was estimated to be one meter in height, with a brain volume of just 380 cm3 (considered small for a chimpanzee and less than a third of the H. sapiens average of 1400 cm3).","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770831\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.05mya"},{"id":51,"name":"Homo luzonensis","categories":["human evolution"],"subCategory":"genus homo","start":"0.067mya","summary":"A small number of specimens from the island of Luzon, dated 50,000 to 67,000 years ago, have recently been assigned by their discoverers, based on dental characteristics, to a novel human species, H. luzonensis.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770832\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"0.05mya"},{"id":52,"name":"Homo sapiens","categories":["human evolution"],"subCategory":"genus homo","start":"0.3mya","summary":"H. sapiens (the adjective sapiens is Latin for \"wise\" or \"intelligent\") emerged in Africa around 300,000 years ago, likely derived from Homo heidelbergensis or a related lineage. In September 2019, scientists reported the computerized determination, based on 260 CT scans, of a virtual skull shape of the last common human ancestor to modern humans/H. sapiens, representative of the earliest modern humans, and suggested that modern humans arose between 260,000 and 350,000 years ago through a merging of populations in East and South Africa.","citations":"<ol><li><a href=\"https://en.wikipedia.org/w/index.php?title=Human_evolution&oldid=1063770833\" target=\"_blank\">Wikipedia contributors. (2022, January 4). Human evolution. In Wikipedia, The Free Encyclopedia. Retrieved 15:37, January 10, 2022, from </a></li></ol>","end":"-"}],"series":[]}